import "../globals.css";
import Nav from "../header-seller";
import Footer from "../footer";

export default function Privacy() {
  return (
    <div dir="rtl">

      <Nav />
      
      <div class="md:w-9/12 mx-auto mt-4">
        <section className="mb-16">
          <div className="p-6">

            <h2 className="text-2xl font-bold mb-3">سياسة الخصوصية</h2>
            <div className="mb-6 text-gray-500">يرجى القراءة بتمعن قبل استخدام خدماتنا</div>
            <div className="mb-6 text-gray-500 text-sm">تتيح eFOODi لمستخدميها الطلب من المطاعم والمتاجر عبر الإنترنت من خلال تطبيقها “Platform”. يوفر لك eFOODi طريقة سهلة لتوصيل طلباتك إلى المطاعم المعروضة على المنصة. الغرض من هذا الموقع هو تقديم خدمة بسيطة ومريحة للمستهلكين، وربطهم بالمطاعم الموجودة في منطقتهم والتي تقدم الوجبات الجاهزة. تسمح القوائم والمنتجات التفاعلية للعملاء باختيار طلباتهم ووجباتهم المفضلة وتقديم الطلبات بنقرة زر واحدة. لقد أنشأنا الموقع الإلكتروني ليكون بمثابة سوق إلكتروني لقاعة الطعام. eFOODi هي منصة تجارية تقدم خدمة توصيل الطعام عبر الإنترنت. ولا تبيع أو تتدخل بأي شكل من الأشكال في إنتاج أي طعام يتم إنتاجه في المطاعم. ولكن ما تقدمه هذه المنصة عبر الإنترنت للمستخدمين هو فقط توفير القدرة على البحث والعثور على المطاعم المحلية التي تقوم بتوصيل الطعام أو إتاحته لعناوينهم وتمكين طلب هذا الطعام من خلال هذا الموقع. تلتزم المطاعم بالامتثال للقوانين والقواعد واللوائح والمعايير المحلية للدولة المتعلقة بإعداد الطعام ومعالجته وبيعه وتسويقه وسلامته.
              <br /><br />
              ومع ذلك، من المهم للمستخدمين أن يفهموا أن eFOODi لا يتحقق بشكل مستقل بأي شكل من الأشكال من منتجات المطاعم أو المكونات أو جودة منتجاتها، أو أن المطعم يمتثل للقوانين واللوائح المعمول بها فيما يتعلق بمعالجة الأغذية باعتبارها المطعم هو المسؤول الوحيد عن هذه المسؤولية. يجب على المستخدمين (العملاء) أن يشعروا بالراحة من خلال المعلومات التي تقدمها المطاعم على المنصة والموقع الإلكتروني أو بناءً على طلب المشترين مباشرة من المطاعم فيما يتعلق بجودة المطاعم وموثوقيتها، فضلاً عن امتثالها للقوانين واللوائح المعمول بها. لا تضمن eFOODi بأي حال من الأحوال جودة أي طعام أو منتج أو أن أي طعام يتوافق مع القوانين واللوائح المعمول بها. ولا تضمن eFOODi أيضًا مطابقة القائمة المعروضة على الموقع لما يتم تقديمه فعليًا للمستخدمين. بالإضافة إلى ذلك، قد يقر المطعم أن إعداد الطعام يتم وفقًا لمعايير خاصة مثل “العضوية” و”الماكروبيوتيك”.</div>

          </div>
          
        </section>
      </div>

      <Footer />
    </div>
  );
}
